{
	"ALREADY_QUEUED":
		[
		"in a bit, brain",
		"yep, already on my list",
		"patience, brain"
		],	

	"ALREADY_DOING":
		[
		"what does it look like I'm doing now?"
		],

	"AGGRESSION":
		[
		"I keep getting these angry thoughts",
		"why would I want to do that?",
		"I couldn't. That would be so mean",
		"...am I a horrible person for thinking that?",
		],

	"AFFECTION":
		[
		"I miss my Laura",
		"Laura, Laura, my dear Laura. Not long now",
		"I can't wait to fix Laura a plate of potato dumplings",
		"man it's lonely in space",
		],	

	"ANIMAL":
		[
		"The deerp outside always run away from me D:",
		"Those deerp are so cute",
		"I could have sworn I printed out the secret to taming deerp somewhere..."
		],

	"BACKGROUND":
		[
		"do I really love potatoes, or just the fact that they're the only thing that reminds me of home?",
		"I dreamed of living in space, but now...I guess it's just not what I expected",
		"it's so lonely out here",
		"why don't they make space suits in more colors?",
		"I want to stop being alone, but I can't stand the thought of being around people. How does that make sense?",
		"go to space, they said, be a pioneer, they said...",
		"my hometown was so proud when the news came out. Why aren't I?",
		"is teal a blue or a green?",
		"maybe I just can't be happy",
		"do potatoes just taste better in space?",
		"I miss hats",
		"sometimes it feels like my life is just a meaningless sequence of looping events",
		"am I going space mad? I can't be, if I'm thinking that...can I?",
		"*ah ah ah ah staying alive, staying alive!* - such a classic",
		"at least I don't have to worry about the earth pandemic...beyond all my friends and family being there...",
		"how much wood *could* a woodchuck chuck?",
		"heh. What would a good space-themed pickup line be?",
		],

	"CHOOSE_ACTION":
		[
		"what shall I do next...",
		"hmmmm...",
		"what should I do next? hmmm",
		"what's next?",
		"So many things to do, so little time.",
		"hm hmm hmmmmmm...",
		"done with that. Now what?",
		"hrmmm",
		"Got a lot of stuff to get done",
		"Should I watch more TV or be productive?",
		"Am I feeling motivated to do work?",
		"What do I feel like doing?",
		"What should I do?",
		"Next up..."
		],

	"EXPLORATION":
		[
		"why do I get a sudden urge to move?",
		"I need something more ... some purpose ... what is my life even for?",
		"it's like my mind is trying to tell me something",
		],

	"FOOD":
		[
		"do I have enough food?",
		"maybe I should check on the crops",
		"hmmm how's my pantry looking?",
		"man do I love potatoes",
		],

	"GREETING":

		[
		"is someone there?",
		"I must be hearing things...",
		"did the potato juice go bad?",
		"hello?",
		"that's creepy, I thought I heard someone",
		"yep, I'm officially talking to myself. Well done, me. That's a new low.",
		],

	"MAINTENANCE":
		[
		"hmm, what do I need right now?",
		"oh! that reminds me"
		],

	"MISC":
		[
		"nahhh",
		"hmmm",
		"why would I...",
		"why can't I just focus?",
		"that's an interesting thought",
		"heh",
		"maybe",
		"wow okay, not that",
		"I have the weirdest thoughts",
		"why, brain, why?"
		],

	"PRIORITY":
		[
		"Yeah, I'll do that next"
		],

	"ALREADY_NEXT":
		[
		"That's next on my list, I swear!"
		],

	"PUSH":
		[
		"Okay, brain, you win, I'll stop what I'm doing now"
		],

	"HELPER_TEXT":
		[
		"I feel like I should be doing something",
		"are the crops okay?",
		"how long until I can harvest more potatoes, I wonder?",
		"it's like, give me a sign! Or more food. Specifically potatoes.",
		"what do I need to check in on?",
		"I wonder if there's anything good on tv",
		],

	"TALK":
		[
		"What should I say?",
		"Talk out loud?"
		],

	"WHY":
		[
		"heh, I mean, why does anyone do anything?",
		"why do I keep questioning myself?",
		"I guess the real question is: why aren't I happy?",
		"why do I always watch trash shows?",
		"because deep down I guess I hate myself?",
		"why not?"
		],
	"WHO":
		[
		"You know, no one knows me on this planet. I could give myself a whole different name if I wanted."
		],
	"WHAT":
		[
		"I'm not sure",
		"what indeed?"
		],
	"WHERE":
		[
		"Hmmm where did I put those notes?"
		],
	"WHEN":
		[
		"I may be able to take off for home as soon as tomorrow. Just need to find the manual."
		],
	"HOW":
		[
		"how now, brown cow",
		"how indeed"
		],

	"NOTE_YES":
		[
		"I think I will pick up more of those torn pages in a bit",
		"Yeah... where did that other note go?",
		"I'll find more notes soon"
		],
	"NOTE_START":
		[
		"Time to find a note",
		"Going to pick up another note now",
		"Let's see ... I think I saw a page over here"
		],

	"NOTE_NO":
		[
		"That was the last note",
		"there are no more notes to find",
		"I cleaned up all the torn pages"
		],

	"NOTE_TEXT":
		[
		"Day 71 Planetside: I lost the satellite feed today, right in the middle of Miranda throwing her wine in Julie's face. At least I still have the recordings. Miranda's basically my best friend after all the time we've spent together on this boring mission.",
		"Day 1 Planetside: The new base has been established. Today marks the beginning of my astronautical adventure on Planet 30x-98. I will have to think of a better name for this world - I'll be here for quite a while after all.",
		"Day 76 Planetside: Well. Figured out why I lost satellite feed. Turns out my homeplanet and everyone I know or care about died, probably incredibly painfully, in a literal nuclear holocaust. The emergency signal was sitting in my inbox for days while I did fuck all.",
		"Day 24 Planetside: I've been analyzing the deerp's food sources. Interestingly, they seem to tolerate high glycoalkaloid levels far better than I'd expect. Time to conduct a practical experiment - can deerp eat sprouted potatoes? EDIT: yes. yes they can.",
		"Day why the hell does it matter Planetside: If you're a social creature, but you lose all social connection, are you even still living? Why am I even writing this when no one will ever see it?"
		],

	"ANOTHER_NOTE":
		[
		"I thought I got rid of all these. I wonder if any others are still lying around.",
		"It seems so long ago now.",
		"I don't want to read this again. It was hard enough writing it.",
		"Maybe I should visit them again",
		"Well that was the worst day of my life",
		],

	"NOTE_ERROR":
		[
		"I think I saw some notes outside",
		"Where did those notes go? They must have blown away outside.",
		"I wrote some things down, but now I can't find them",
		"Was there a note in the greenhouse?"
		],

    "EXPLORE_YES":
        [
        "Maybe I'll take a walk",
        "I do need exercise"
        ],

    "EXPLORE_NO":
        [
        "I just want to stay inside, eat potatoes, and watch tv",
	"I can't spend time lollygagging around"
        ],

    "EXPLORE_START":
        [
        "Walk time",
	"A nice walk is definitely what I need",
	"I've got to take a walk more often",
	"Gotta stay in shape!"
        ],	
	
    "EXPLORE_FINISH":
        [
        "I needed that",
        "I never *want* to exercise, but I do always feel better afterwards",
	"That was nice",
	"If only I could smell the flowers through my helmet"
        ],
        
    
    "FARM_YES":
        [
        "I'll get some farming in soon",
        "gotta check on those crops in a bit"
        ],

    "FARM_NO":
        [
        "I've got enough potatoes for a while",
        "already got pockets full of potatoes"
        ],

    "FARM_START":
        [
        "Time to check on my lovelies"
        ],	
	
    "FARM_FINISH":
        [
        "always nice to see another living thing every now and again",
        "another day, another potato.",
	"I'm such a proud plant parent"
        ],
        
    "FARM_ARRIVE":
        [
        "Nice to see the plants are doing well",
        "Yes hello my little pretties. It's almost time."
        ],
    
	"ENTERTAINMENT_START":
		[
		"Going to catch up with the Real Housewives of Potatoville",
		"Going to watch the new Pink Mirror",
		"Haven't watched Upmoon Abbey in forever",
		"Gonna catch this week's Daily Potato",
		"The Moon's Next Top Potato Model is on soon",
		"I'm gonna rewatch Survivor now",
		"The Moon's Got Talent always cheers me up",
		"Going to watch Married at First Text",
		"Baby Mom is a trash show, but I can't stop watching",
        	"Hope there's something good on",
		],


    "ENTERTAINMENT_ARRIVE":
        [
        "Dang just missed the start",
	"Oh.. what show is this?",
	"It's nice to just veg out sometimes",
	"Aha, no. Definitely going watch a different channel.",
	"Yes! It just started."
        ],

    "ENTERTAINMENT_YES":
	[
	"I'll catch some TV soon",
	"I should see if there's anything worth watching on TV.",
	"There's usually something good on TV around now.",
	"Going to take a break soon and watch some TV."
	],

    	"ENTERTAINMENT_FINISH":
		[
		"loved that episode",
		"did I nod off there?",
		"why am I watching this?",
		"I cannot believe people got paid money to make that",
		"better the first time",
		"I'll never get sick of this show",
		"heh. I feel a bit better now",
		"lawl they just crack me up",
		"maybe I should have pursued acting...",
		"I hear they're filming an episode on the next moon over",
		"Oh THAT'S the actor's name. I knew I knew them from somewhere.",
		"I would have written that episode a little differently if I was directing.",
		"Woah, they really botched the end of that one.",
		"I was so hooked right up until the end.",
		"The music that plays over the end credits is the best part about this show.",
		"That episode was incredible.",
		"Well that was an average episode..",
		"What a cliffhanger. Now I can't wait until the next one."
		],

 "POTTY_YES":
        [
	"Yeah, I think I will take a bio break soon"
        ],

 "POTTY_NO":
        [
	"I don't need to go"
        ],
        
    "POTTY_START":
        [
        "Gotta pee gotta pee gotta pee",
        "Going to visit the little astronaut's room"
        ],

    "POTTY_ARRIVE":
        [
        "oH maaan I nearly didn't make it that time",
        "I wish we didn't need to pee as often as we do."
        ],

	"POTTY_FINISH":
	[
	"WHEW do I feel better",
	"Washing my hands properly...",
	"Glad there's ventilation in there.",
	"Glad nobody else has to smell that.",
	"If ghosts are real, they've definitely seen me... going to the little astronaut's room...",
	"It's good they made this suit so accessible.",
	"Thankfully there's no toilet-paper inventory mechanic otherwise things here would get messy"
	],
        
    "TV_WATCHING":
        [
        "Ergh. This character drives me up the wall.",
        "Wow this episode is super intense.",
        "Oh hey that's the actor from that other thing..."
        ],
    
    "TV_FINISH":
        [
        "That episode was whack",
        "I wish we got more channels here...",
        "Another rerun.",
        "It's weird this planet has an alien version of Sienfield."
        ],
    
    "HUNGER":
        [
        "I am ravenous..",
        "I need to eat pretty bad.",
	"a potato sounds good right about now"
        ],

    "BLADDER":
        [
        "Sweet potato lord do I need to pee"
        ],

        "ENERGY":
        [
        "I'm liable to pass out right now"
        ],

    "DEPRESSION":
        [
        "I just feel so down"
        ],

 "EAT_YES":
	[
	"I'll grab a snack in a bit",
	"I will eat you soon, potato"
	],

     "EAT_NO":
	[
	"I'm full right now",
	"I'm not hungry"
	],

    "EAT_START":
        [
        "I'll go eat something now"
        ],

    "EAT_ARRIVE":
        [
        "I'm so hungry I could eat a whole potato.",
        "I remember a time when I got to eat lots of delicious things that were other things that weren't this."
        ],

    "EAT_FINISH":
        [
        "Mmmm potatoes"
        ],

	"EAT_ERROR":
	[
	"I'm all out of potatoes!",
	"no more potatoes... :("
	],

    "SLEEP_YES":
        [
		"I'll take a nap soon"
        ],

    "SLEEP_NO":
        [
		"I'm not tired though"
        ],

    "SLEEP_START":
        [
		"nap time"
        ],
	

    "SLEEP_ARRIVE":
        [
		"so sleepy",
		"I always forget to make my bed",
		"Man today went quick.",
		"Nights here are freezing.",
		"I think the day cycle is slightly faster here...",
		"These PJs are so comfy."
        ],

    "SLEEP_FINISH":
        [
		"sleep is basically the best thing ever",
	"nice and rested and ready to start the day!",
	"Could do with a nice hot cup of coffee..",
	"Mornings smell weird on this planet.."
        ]

}
